Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.859914a154e7
source: 1分ほど待ってから再試行してください。
ar_sa: يرجى الانتظار لمدة دقيقة وحاول مرة أخرى.
ca: Espereu un minut i torneu-ho a provar.
cs: Po chvíli počkejte a zkuste to znovu.
da: Vent et par minutter og prøv igen.
de_de: Warten Sie einige Minuten und versuchen Sie es erneut.
el: Παρακαλούμε περιμένετε για λίγο και δοκιμάστε ξανά.
en_au: Please wait for about 1 minute and try again.
es_es: Por favor, espere unos minutos y vuelva a intentarlo.
fi: Odota noin minuutti ja kokeile uudelleen.
fr_ca: Veuillez patienter quelques minutes puis réessayer.
gu: કૃપા કરીને થોડીવાર રાહ જુઓ અને ફરી પ્રયાસ કરો.
he: אנא המתן כדקה ואז נסה שוב.
hi: कुछ देर (लगभग 1 मिनट) प्रतीक्षा करें और फिर पुनः प्रयास करें।
hr: Molimo, pokušajte ponovno nakon nekoliko minuta.
hu: Kérjük, várjon néhány percet, majd próbálja újra.
id: Silakan mencoba lagi setelah menunggu beberapa saat.
it: Attendi circa 1 minuto e riprova.
ko: 약 1분 정도 기다린 후 다시 시도해주세요.
mr: कृपया काही वेळ थांबा आणि पुन्हा प्रयत्न करा.
ms: Sila tunggu beberapa minit dan cuba semula.
nl_nl: Wacht even en probeer het opnieuw.
no: Prøv igjen etter noen minutter.
pl: Spróbuj ponownie po około 1 minucie.
pt_br: Tente novamente após aguardar alguns minutos.
pt_pt: Tente novamente após aguardar alguns minutos.
ro: Încercați din nou după ce așteptați aproximativ 1 minut.
ru: Попробуйте еще раз через несколько минут.
sk: Po chvíli počkajte a skúste to znovu.
sl: Počakajte nekaj minut in poskusite znova.
sv: Vänta några minuter och försök igen.
ta: சுமார் 1 நிமிடம் காத்திருந்து மீண்டும் முயற்சிக்கவும்.
te: కొంత సమయం వేచి, మళ్ళీ ప్రయత్నించండి.
th: โปรดรอสักครู่แล้วลองใหม่อีกครั้ง
tr: Birkaç dakika bekleyip tekrar deneyin.
uk: Будь ласка, зачекайте кілька хвилин і спробуйте ще раз.
vi: Vui lòng đợi khoảng 1 phút rồi thử lại.
zh_hans: 请稍等1分钟后再尝试。
zh_hant: 請稍等1分鐘後再嘗試。

# health_meals_body_ai.8601f9d25351
source: 連携する項目を選ぶ
ar_sa: حدد العناصر لربطها
ca: Seleccioneu els elements per enllaçar
cs: Vyberte položky pro synchronizaci
da: Vælg de ønskede elementer til integration
de_de: Ausgewählte Elemente auswählen
el: Επιλέξτε τα στοιχεία που θέλετε να συγχρονίσετε
en_au: Select the items to sync.
es_es: Seleccionar los elementos a sincronizar
fi: Valitse yhdistettävät kohdat
fr_ca: Sélectionner les éléments à synchroniser
gu: સંબંધિત વસ્તુઓ પસંદ કરો
he: בחירת פריטים לשיתוף פעולה
hi: संबंधित आइटम चुनें
hr: Odaberite stavke za povezivanje
hu: <0> Kiválasztott elemek
id: Pilih item yang ingin diintegrasikan
it: Seleziona gli elementi da sincronizzare
ko: 연결할 항목 선택
mr: संबंधित घटक निवडा
ms: Pilih item untuk disegerakkan
nl_nl: Kies de gewenste items om te synchroniseren
no: Velg hvilke elementer du vil synkronisere
pl: Wybierz elementy do synchronizacji
pt_br: Selecione os itens para sincronizar
pt_pt: Selecione os itens para sincronizar
ro: Selectați elementele de sincronizare.
ru: Выбрать параметры для синхронизации
sk: Vyberte, ktoré položky chcete synchronizovať.
sl: Izberite, s čimer želite biti povezani.
sv: Välj vilka områden du vill synkronisera.
ta: தேர்ந்தெடுக்க வேண்டிய அம்சங்களைத் தேர்ந்தெடுக்கவும்
te: సహాయక అంశాలను ఎంచుకోండి
th: เลือกรายการที่ต้องการเชื่อมต่อ
tr: İlgili öğeleri seçin
uk: Виберіть параметри для синхронізації
vi: Chọn các mục để đồng bộ
zh_hans: 选择要同步的项目
zh_hant: 選擇要連結的項目

# health_meals_body_ai.8690f6def93b
source: 鶏むね肉（皮なし）
ar_sa: صدر دجاج (بدون جلد)
ca: Pit de pollastre (sense pell)
cs: Kuřecí prsen (bez kůže)
da: Kyllingebryst (uden skind)
de_de: Hähnchenbrust (ohne Haut)
el: Κοτόπουλο (χωρίς πέτσα)
en_au: Chicken breast (skinless)
es_es: Pollo pechuga (sin piel)
fi: Kanafilee (ilman nahkaa)
fr_ca: Poulet (sans peau)
gu: ચિકન બ્રેસ્ટ (પહેરી વગર)
he: עוף (ללא עור)
hi: चिकन ब्रेस्ट (पका हुआ नहीं)
hr: Piletina (bez kožice)
hu: Csirkemell (a bőr nélkül)
id: Ayam dada (tanpa kulit)
it: Petto d'anatra (senza pelle)
ko: 닭가슴살 (껍질 없음)
mr: चिकन ब्रेस्ट (पिव्ह नसलेले)
ms: Ayam (tanpa kulit)
nl_nl: Kipfilet (zonder vel)
no: Kycklingbryst (uten skinn)
pl: Kurczak (bez skóry)
pt_br: Frango peito (sem pele)
pt_pt: Frango peito (sem pele)
ro: Piept de pui (fără piele)
ru: Говядина (без кожи)
sk: Kurčatá (bez kože)
sl: Piščanji prsi (brez kože)
sv: Kycklingbröst (utan skinn)
ta: கோழி மட்டன் (தோல் இல்லாமல்)
te: గుడ్ చికెన్ (చర్మం లేకుండా)
th: ไก่ (ไม่ติดหนัง)
tr: Tavuk göğüsü (derisiz)
uk: Куряче філе (без шкіри)
vi: Gà ngừ (không da)
zh_hans: 鸡胸肉（无皮）
zh_hant: 雞胸肉（無皮）

# health_meals_body_ai.86f4e09eea0c
source: 1. 週3回を維持 2. たんぱく質目標を記録 3. 月末に体型写真を比較
ar_sa: 1. المداومة 3 مرات في الأسبوع 2. تتبع أهداف البروتين الخاصة بك 3. قارن بين صور الجسم في نهاية الشهر
ca: 1. Mantenir 3 vegades per setmana 2. Feu un seguiment dels vostres objectius de proteïnes 3. Compara les fotos del cos a final de mes
cs: 1. Udržujte 3 cvičení týdně 2. Zaznamenejte si cílový příjem bílkovin 3. Porovnejte fotografie svého těla na konci měsíce
da: 1. Oprethold 3 træninger om ugen 2. Registrer dit proteinmål 3. Sammenlign din kropsform med et foto i slutningen af måneden
de_de: 1. 3 Mal pro Woche durchführen 2. Protein-Ziel festlegen 3. Am Ende des Monats den Körperzustand vergleichen
el: 1. Διατήρηση 3 προπονήσεων την εβδομάδα 2. Καταγραφή στόχου για πρωτεΐνες 3. Σύγκριση φωτογραφιών σώματος στο τέλος του μήνα
en_au: 1. Maintain 3 workouts per week 2. Record protein intake goals 3. Compare body photos at the end of the month
es_es: 1. Mantener 3 entrenamientos por semana 2. Registrar la cantidad de proteína objetivo 3. Comparar fotos del cuerpo al final del mes
fi: 1. Pidä harjoittelua 3 kertaa viikossa 2. Kirjaa proteiinin määrä 3. Vertaa kehonkuvaa kuukauden lopussa
fr_ca: 1. Maintenir 3 séances par semaine 2. Enregistrer l'objectif de protéines 3. Comparer les photos du corps à la fin du mois
gu: 1. અઠવાડિયામાં 3 વખત કરો 2. પ્રોટીનની જરૂરિયાતને નોંધો 3. મહિનાના અંતે શરીરની તસવીરની સરખામણી કરો
he: 1. שמירה על 3 אימונים בשבוע 2. רישום מטרה של חלבון 3. השוואה בין תמונות גוף בסוף החודש
hi: 1. सप्ताह में 3 बार व्यायाम करें 2. प्रोटीन के लक्ष्य को रिकॉर्ड करें 3. महीने के अंत में अपने शरीर की तस्वीरें तुलना करें
hr: 1. Održavajte 3 treninga tjedno 2. Zabilježite cilj za proteine 3. U krajnje vrijeme mjesece usporedite fotografije tijela
hu: 1. Hétre 3 alkalommal végezzük 2. Rögzítsük a fehérje célért 3. A hónap végén hasonlítsuk össze a testünk állapotát
id: 1. Pertahankan 3 kali seminggu 2. Catat target protein 3. Bandingkan foto bentuk tubuh di akhir bulan
it: 1. Mantenere 3 allenamenti a settimana 2. Registrare l'obiettivo proteico 3. Confrontare le foto del corpo alla fine del mese
ko: 1. 주 3회 유지 2. 단백질 목표 기록 3. 월말에 체형 사진 비교
mr: 1. आठवड्यातून 3 वेळा व्यायाम करा 2. प्रथिने घेण्याचे लक्ष्य नोंदवा 3. महिन्याच्या शेवटी आपल्या शरीराची तुलना करा
ms: 1. Pertahankan 3 kali seminggu 2. Catat sasaran protein 3. Bandingkan foto badan pada akhir bulan
nl_nl: 1. 3 keer per week volhouden 2. Streefwaarde voor eiwitten registreren 3. Eindmaand foto's vergelijken
no: 1. Oppretthold 3 treningsdager per uke 2. Registrer proteinmål 3. Sammenlign kroppsbilde på slutten av måneden
pl: 1. Utrzymuj 3 treningi tygodniowo 2. Zarejestruj cel spożycia białka 3. Porównaj zdjęcia sylwetki na końcu miesiąca
pt_br: 1. Manter 3 treinos por semana 2. Registrar a meta de proteína 3. Comparar fotos do corpo no final do mês
pt_pt: 1. Manter 3 treinos por semana 2. Registrar a meta de proteína 3. Comparar fotos do corpo no final do mês
ro: 1. Mențineți 3 sesiuni pe săptămână 2. Înregistrați-vă ținta de proteine 3. Comparați fotografiile corpului la sfârșitul lunii
ru: 1. Поддерживайте тренировки 3 раза в неделю 2. Записывайте цель по белку 3. Сравнивайте фотографии своего тела в конце месяца
sk: 1. Udržujte 3 tréningy týždenne 2. Zaznamenite si cieľové množstvo bielkovín 3. Porovnajte fotografie svojho tela na konci mesiaca
sl: 1. Ohranite 3 treninge na teden 2. Zapisujte cilj za beljak 3. Primerjajte fotografije telesa na koncu meseca
sv: 1. Behåll 3 träningspass per vecka 2. Registrera proteinmål 3. Jämför kroppsbild i slutet av månaden
ta: 1. வாரத்திற்கு 3 முறை பயிற்சி செய்யுங்கள் 2. புரத அளவை பதிவு செய்யவும் 3. மாத இறுதியில் உடல் புகைப்படங்களை ஒப்பிடுக
te: 1. వారానికి 3 సార్లు వ్యాయామం చేయడం 2. ప్రోటీన్ లక్ష్యాన్ని నమోదు చేయడం 3. నెల చివరిలో శరీర ఆకృతి ఫోటోలను పోల్చడం
th: 1. รักษาระดับการออกกำลังกาย 3 ครั้งต่อสัปดาห์ 2. บันทึกเป้าหมายของโปรตีน 3. เปรียบเทียบรูปภาพรูปร่างในสิ้นเดือน
tr: 1. Haftada 3 kez egzersiz yapmaya devam et 2. Protein hedefi kaydı tut 3. Ay sonunda vücut fotoğrafını karşılaştır
uk: 1. Підтримуйте 3 тренування на тиждень 2. Запишіть цільову кількість білка 3. Порівняйте фото свого тіла в кінці місяця
vi: 1. Duy trì 3 lần/tuần 2. Ghi lại mục tiêu protein 3. So sánh ảnh vóc dáng vào cuối tháng
zh_hans: 1. 每周保持3次运动 2. 记录蛋白质摄入目标 3. 月末比较身体照片
zh_hant: 1. 維持每週3次運動 2. 記錄蛋白質目標 3. 在月底比較體型照片

# health_meals_body_ai.87bd781e5e2a
source: 例：白ごはん 150g
ar_sa: مثال: 150 جرام من الأرز الأبيض
ca: Exemple: 150 g d'arròs blanc
cs: Příklad: Bílé rýže 150g
da: Eksempel: Hvid ris 150g
de_de: Beispiel: Weißer Reis 150g
el: Παράδειγμα: Ρύζι 150g
en_au: Example: White rice 150g
es_es: Ejemplo: Arroz blanco 150g
fi: Esimerkki: Valkoinen riisi 150g
fr_ca: Exemple : Riz blanc 150g
gu: ઉદાહરણ: સફેદ ભાત 150 ગ્રામ
he: לדוגמה: אורז לבן 150 גרם
hi: उदाहरण: सफेद चावल 150 ग्राम
hr: Na primjer: Bijeli riž, 150g
hu: Példa: Fehér rizs 150g
id: Contoh: Nasi putih 150g
it: Esempio: Riso bianco 150g
ko: 예: 흰쌀밥 150g
mr: उदाहरण: पांढरा भात 150 ग्रॅम
ms: Contoh: Nasi putih 150g
nl_nl: Bijvoorbeeld: witte rijst 150g
no: Eksempel: Hvit ris 150g
pl: Przykład: Ryż biały 150g
pt_br: Exemplo: Arroz branco 150g
pt_pt: Exemplo: Arroz branco 150g
ro: Exemplu: Orez alb 150g
ru: Пример: Белый рис 150 г
sk: Napríklad: Bielu ryžu 150g
sl: Na primer: Bela riza 150g
sv: Exempel: Ris 150g
ta: உதாரணமாக: வெள்ளை அரிசி 150 கிராம்
te: ఉదాహరణ: తెల్ల అన్నం 150గ్రాములు
th: เช่น ข้าวขาว 150 กรัม
tr: Örnek: Beyaz pirinç 150g
uk: Приклад: Білий рис 150 г
vi: Ví dụ: Cơm trắng 150g
zh_hans: 例如：白米饭 150g
zh_hant: 例如：白米饭 150g

# health_meals_body_ai.8830d85c52ee
source: 相対可動域
ar_sa: النطاق النسبي للحركة
ca: rang relatiu de moviment
cs: Relativní rozsah pohybu
da: Relativ bevægelighed
de_de: Relativer Bewegungsbereich
el: Σχετική ελευθερία κίνησης
en_au: Range of Motion
es_es: Rango de movimiento relativo
fi: Suhteellinen liikerata
fr_ca: Amplitude de mouvement relative
gu: સંબંધિત ગતિક્ષમતા
he: טווח תנועה יחסי
hi: सापेक्ष गतिशीलता
hr: Relativni raspon pokreta
hu: Relatív mozgási tartomány
id: Rentang Gerak Relatif
it: Campo di movimento relativo
ko: 상대적 가동 범위
mr: सापेक्ष हालचाल
ms: Julat Gerak Relatif
nl_nl: Relatieve bewegingsbereik
no: Relativ bevegelsesområde
pl: Relatywny zakres ruchu
pt_br: Amplitude de movimento relativa
pt_pt: Amplitude de movimento relativa
ro: Intervalul de mișcare relativ
ru: Относительный диапазон движений
sk: Relatívny rozsah pohybu
sl: Relativni obseg gibanja
sv: Relativ rörelseomfång
ta: ஒப்பீட்டு இயக்கம்
te: సంబంధిత కదలిక పరిధి
th: ช่วงการเคลื่อนไหวสัมพัทธ์
tr: İlgili Hareket Aralığı
uk: Відносна амплітуда руху
vi: Phạm vi chuyển động tương đối
zh_hans: 相对活动范围
zh_hant: 相對活動範圍

# health_meals_body_ai.88346340fae8
source: 記録
ar_sa: سجل
ca: registre
cs: Záznam
da: Registrer
de_de: Aufzeichnen
el: Καταγραφή
en_au: Record
es_es: Registrar
fi: Kirjaa ylös
fr_ca: Enregistrer
gu: સાચવો
he: רישום
hi: रिकॉर्ड
hr: Zapis
hu: Rögzítés
id: Catatan
it: Registra
ko: 기록
mr: नोंद
ms: Catat
nl_nl: Opnemen
no: Registrer
pl: Zapisz
pt_br: Registrar
pt_pt: Registrar
ro: Înregistrează
ru: Запись
sk: Záznamy
sl: Zapis
sv: Registrera
ta: பதிவு செய்தல்
te: రికార్డ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Запис
vi: Ghi lại
zh_hans: 记录
zh_hant: 記錄

# health_meals_body_ai.8878e4c5b97f
source: 睡眠
ar_sa: نوم
ca: dormir
cs: Spánek
da: Søvn
de_de: Schlaf
el: Ύπνος
en_au: Sleep
es_es: Sueño
fi: Uni
fr_ca: Sommeil
gu: ઊંઘ
he: שינה
hi: नींद
hr: Sna
hu: Alvás
id: Tidur
it: Sonno
ko: 수면
mr: झोप
ms: Tidur
nl_nl: Slaap
no: Søvn
pl: Sen
pt_br: Sono
pt_pt: Sono
ro: Somn
ru: Сон
sk: Spánok
sl: Spavanje
sv: Sömn
ta: தூக்கம்
te: నిద్ర
th: การนอนหลับ
tr: Uyku
uk: Сон
vi: Ngủ

# health_meals_body_ai.8883e756324e
source: AI機能
ar_sa: وظيفة الذكاء الاصطناعي
ca: Funció AI
cs: Funkce AI
da: AI-funktioner
de_de: KI-Funktionen
el: Λειτουργίες τεχνητής νοημοσύνης
en_au: AI features
es_es: Funciones de IA
fi: AI-toiminnot
fr_ca: Fonctionnalités AI
gu: AI સુવિધાઓ
he: פונקציות AI
hi: AI सुविधाएँ
hr: Funkcije AI-a
hu: AI funkciók
id: Fitur AI
it: Funzionalità IA
ko: AI 기능
mr: AI वैशिष्ट्ये
ms: Fungsi AI
nl_nl: AI-functies
no: AI-funksjoner
pl: Funkcje AI
pt_br: Funções de IA
pt_pt: Funções de IA
ro: Funcții AI
ru: Функции ИИ
sk: Funkcie AI
sl: Funkcije AI
sv: AI-funktioner
ta: AI செயல்பாடு
te: AI ఫంక్షన్లు
th: ฟังก์ชัน AI
tr: AI özellikleri
uk: Функції AI
vi: Tính năng AI
zh_hans: AI 功能
zh_hant: AI功能

# health_meals_body_ai.88e74f83b764
source: 時間をおいて再試行してください。続く場合はAIサーバーのログを確認してください。
ar_sa: يرجى المحاولة مرة أخرى لاحقا. إذا استمر الأمر، فيرجى التحقق من سجل خادم الذكاء الاصطناعي.
ca: Si us plau, torna-ho a provar més tard. Si continua, comproveu el registre del servidor AI.
cs: Pokud se to opakuje, zkontrolujte logy na serveru AI.
da: Prøv igen efter en stund. Hvis det fortsætter, skal du kontrollere AI-serverens logfil.
de_de: Bitte warten Sie und versuchen Sie es erneut. Wenn dies weiterhin der Fall ist, überprüfen Sie die Protokolle des KI-Servers.
el: Εάν συνεχίσετε, ελέγξτε τα αρχεία καταγραφής στον AI server.
en_au: If this persists, check the AI server logs.
es_es: Si continúa, revise los registros del servidor de IA.
fi: Jos ongelma jatkuu, tarkista AI-palvelimen lokitiedostot.
fr_ca: Si cela persiste, consultez les logs du serveur AI.
gu: જો પરિણામો સુધારવા માટે ફરી પ્રયાસ કરો, તો AI સર્વરના લોગ્સ તપાસો.
he: אם זה ממשיך, אנא בדוק את הלוגים של שרת ה-AI.
hi: यदि जारी रखते हैं, तो AI सर्वर के लॉग की जांच करें।
hr: Molimo, pokušajte ponovno nakon određenog vremena. Ako to nastavite, provjerite log na AI serveru.
hu: Ha ez nem működik, próbálja újra, és ellenőrizze az AI szerver logjait.
id: Jika masih belum berhasil, periksa log pada server AI.
it: Se continua, verifica i log del server AI.
ko: 시간 간격을 두고 다시 시도하십시오. 계속되는 경우 AI 서버 로그를 확인하십시오.
mr: काही वेळ थांबून पुन्हा प्रयत्न करा. जर असेच होत असेल, तर AI सर्व्हर लॉग तपासा.
ms: Jika anda masih mahu mencuba, sila semak log pada pelayan AI.
nl_nl: Probeer het opnieuw na een tijdje. Als dit blijft aanhouden, bekijk dan de logbestanden van de AI-server.
no: Prøv igjen etter en stund. Hvis det fortsetter, sjekk loggene fra AI-serveren.
pl: Jeśli problem nadal występuje, sprawdź logi serwera AI.
pt_br: Se persistir, verifique os logs do servidor AI.
pt_pt: Se persistir, verifique os logs do servidor AI.
ro: Dacă problema persistă, consultați log-urile serverului AI.
ru: Если проблема не исчезла, попробуйте еще раз через некоторое время. Если это продолжается, проверьте логи сервера AI.
sk: Ak to budete opakovať, overte si logy na AI serveri.
sl: Čez nekaj časa poskusite znova. Če to še vedno poteka, preverite log na AI strežniku.
sv: Om du behöver göra om det, kontrollera AI-serverns logg.
ta: கொஞ்சம் நேரம் கழித்து மீண்டும் முயற்சிக்கவும். தொடர்ந்து இருந்தால், AI சேவையகத்தின் பதிவுகளை சரிபார்க்கவும்.
te: కొంత సమయం వేచి ఉండి మళ్ళీ ప్రయత్నించండి. కొనసాగితే, AI సర్వర్ లాగ్‌ను చూడండి.
th: หากยังคงทำซ้ำ โปรดตรวจสอบบันทึกของเซิร์ฟเวอร์ AI
tr: Bir süre sonra tekrar deneyin. Devam ediyorsa, AI sunucusunun günlüklerini kontrol edin.
uk: Якщо це продовжується, перевірте журнали сервера AI.
vi: Nếu vẫn tiếp tục, vui lòng xem xét nhật ký trên máy chủ AI.
zh_hans: 请稍后再试。如果继续，请查看AI服务器的日志。
zh_hant: 请稍后再试。如果继续，请查看AI服务器的日志。

# health_meals_body_ai.892855ade115
source: 目標差
ar_sa: فارق الهدف
ca: diferència d'objectiu
cs: Cíl
da: Målforskel
de_de: Zielabweichung
el: Στόχος
en_au: Goal Difference
es_es: Diferencia objetivo
fi: Tavoitteen ero
fr_ca: Différence par rapport à l'objectif
gu: ધ્યેયનો તફાવત
he: הפרש מטרה
hi: लक्ष्य अंतर
hr: Ciljna vrijednost
hu: Célhozatal
id: Perbedaan Target
it: Differenza rispetto all'obiettivo
ko: 목표 달성률
mr: लक्ष्य अंतर
ms: Perbezaan Sasaran
nl_nl: Doelverschil
no: Målavvik
pl: Cel różnicy
pt_br: Diferença em relação à meta
pt_pt: Diferença em relação à meta
ro: Diferență față de obiectiv
ru: Целевое значение
sk: Cieľový rozdiel
sl: Ciljna razlika
sv: Målskillnad
ta: இலக்கு வித்தியாசம்
te: లక్ష్య వ్యత్యాసం
th: ความแตกต่างจากเป้าหมาย
tr: Hedef Farkı
uk: Відмінність від цілі
vi: Sự khác biệt so với mục tiêu
zh_hans: 目标差
zh_hant: 目標差異

# health_meals_body_ai.897341c7f1b0
source: 種目
ar_sa: حدث
ca: Esdeveniment
cs: Typ cvičení
da: Øvelse
de_de: Übung
el: Άθλημα
en_au: Exercise type
es_es: Ejercicio
fi: Harjoitus
fr_ca: Exercice
gu: પ્રકાર
he: סוג פעילות
hi: प्रकार
hr: Vrsta aktivnosti
hu: Feladat
id: Jenis latihan
it: Tipo di esercizio
ko: 운동 종류
mr: प्रकार
ms: Jenis latihan
nl_nl: Oefening
no: Øvelse
pl: Ćwiczenia
pt_br: Exercício
pt_pt: Exercício
ro: Exerciții
ru: Вид активности
sk: Kategória
sl: Vrsta aktivnosti
sv: Övningar
ta: பயிற்சி வகை
te: వ్యాయామ రకం
th: ประเภท
tr: Egzersiz türü
uk: Вид діяльності
vi: Loại bài tập
zh_hans: 项目
zh_hant: 運動項目

# health_meals_body_ai.8a216fc82c1c
source: 入力データ要約
ar_sa: ملخص بيانات الإدخال
ca: Resum de dades d'entrada
cs: Shrnutí zadaných dat
da: Opsummering af inputdata
de_de: Zusammenfassung der Eingabedaten
el: Σύνοψη δεδομένων εισόδου
en_au: Summary of input data
es_es: Resumen de datos introducidos
fi: Syötettyjen tietojen yhteenveto
fr_ca: Résumé des données saisies
gu: ઇનપુટ ડેટાનો સારાંશ
he: סיכום נתונים קלט
hi: इनपुट डेटा का सारांश
hr: Sažetak ulaznih podataka
hu: Beépített adatok összefoglalója
id: Ringkasan Data yang Diinput
it: Riepilogo dei dati inseriti
ko: 입력 데이터 요약
mr: इनपुट डेटाचा सारांश
ms: Ringkasan Data Masukan
nl_nl: Samenvatting van invoergegevens
no: Oppsummering av inndata
pl: Podsumowanie danych wejściowych
pt_br: Resumo dos dados inseridos
pt_pt: Resumo dos dados inseridos
ro: Rezumatul datelor introduse
ru: Краткое изложение введенных данных
sk: Zhrnutie vstupných údajov
sl: Povzetek vnosu podatkov
sv: Sammanfattning av inmatad data
ta: உள்ளீட்டுத் தரவு சுருக்கம்
te: ఇన్‌పుట్ డేటా సారాంశం
th: สรุปข้อมูลที่ป้อน
tr: Girdi Verisi Özeti
uk: Підсумок вхідних даних
vi: Tóm tắt dữ liệu đầu vào
zh_hans: 输入数据总结
zh_hant: 输入数据总结

# health_meals_body_ai.8a426ea51d13
source: 前回の腹囲記録から7日以上空いています。
ar_sa: لقد مر أكثر من 7 أيام منذ آخر تسجيل لمحيط الخصر.
ca: Han passat més de 7 dies des de l'últim registre de circumferència de cintura.
cs: Poslední měření břišní obvodu je staré více než 7 dní.
da: Du har ikke målt din maveomfang i mere end 7 dage.
de_de: Der letzte Bauchumfang-Wert ist über 7 Tage alt.
el: Η τελευταία μέτρηση του βουτωμάτων είναι πάνω από 7 ημέρες.
en_au: Your last abdominal circumference measurement was more than 7 days ago.
es_es: La última medición del perímetro abdominal tiene más de 7 días.
fi: Edellinen vatsanympärysmitaus on tehty yli 7 päivää sitten.
fr_ca: Il y a plus de 7 jours depuis votre dernier relevé abdominal.
gu: છેલ્લી વખતે પેટના પરિમાણનું માપ લેતી વખતેથી 7 દિવસથી વધુ સમય વીતી ગયો છે.
he: הערכת היקף הבטן האחרונה היא מ-7 ימים ומעלה.
hi: पिछली बार के पेट के माप के रिकॉर्ड से 7 दिन से अधिक का समय बीत चुका है।
hr: Posljednji mjerenje trbuha je prije više od 7 dana.
hu: Az előző has körömérés óta már több mint 7 nap múlt.
id: Catatan lingkar perut terakhir sudah lebih dari 7 hari.
it: L'ultima misurazione dell'addome risale a più di 7 giorni.
ko: 지난 복부 둘레 측정 이후 7일 이상이 지났습니다.
mr: मागील पोटाच्या परिघाचे मापन घेतल्यानंतर ७ दिवसांपेक्षा जास्त वेळ झाला आहे.
ms: Rekod saiz pinggang sebelum ini telah lebih daripada 7 hari.
nl_nl: De laatste meting van je buicomtrek is meer dan 7 dagen geleden.
no: Det har gått mer enn 7 dager siden forrige mageomkreis-måling.
pl: Ostatnie pomiary obwodu brzucha są z datą sprzed ponad 7 dni.
pt_br: Há mais de 7 dias que não registou a circunferência abdominal.
pt_pt: Há mais de 7 dias que não registou a circunferência abdominal.
ro: Ultima măsurătoare a circumferinței abdomenului are peste 7 zile.
ru: Последнее измерение объема живота было более 7 дней назад.
sk: Posledný meranie brušnej obvodu je už viac ako 7 dní.
sl: Zadnje meritje prekomere imajo več kot 7 dni.
sv: Det har gått mer än 7 dagar sedan senaste mätningen av midjemått.
ta: முந்தைய வயிற்று சுற்றளவு அளவீட்டிலிருந்து 7 நாட்களுக்கு மேல் இடைவெளி உள்ளது.
te: గతంలో కొలిచిన కడుపు చుట్టుకొలత రికార్డు నుండి 7 రోజులు లేదా అంతకంటే ఎక్కువ సమయం గడిచింది.
th: มีการบันทึกขนาดหน้าท้องครั้งล่าสุดเมื่อ 7 วันก่อน
tr: Son karın çevirme ölçümünden 7 günden fazla süre geçmiş durumda.
uk: Останній запис обхвату: більше ніж 7 днів тому.
vi: Đo vòng bụng lần trước đã hơn 7 ngày.
zh_hans: 上次腹围记录已超过7天。
zh_hant: 上次测量腹围后7天以上没有记录。

# health_meals_body_ai.8ac60e95bd23
source: 再分析が必要
ar_sa: مطلوب إعادة التحليل
ca: Reanàlisi necessària
cs: Je nutná další analýza
da: Yderligere analyse er nødvendig
de_de: Weitere Analyse erforderlich
el: Απαιτείται επανυπολογισμός
en_au: Re-analysis required
es_es: Se requiere una nueva análisis
fi: Tarvitaan uudelleenanalyysi
fr_ca: Analyse supplémentaire requise
gu: ફરી વિશ્લેષણ જરૂરી છે
he: נדרש ניתוח חוזר
hi: पुनः विश्लेषण आवश्यक है
hr: Potrebna ponovna analiza
hu: Újra kell vizsgálni
id: Perlu Analisis Ulang
it: È necessaria una nuova analisi
ko: 재분석 필요
mr: पुन्हा विश्लेषण आवश्यक आहे
ms: Perlu Analisis Tambahan
nl_nl: Nogmaals analyseren vereist
no: Krever ny analyse
pl: Wymagana ponowna analiza
pt_br: Análise adicional necessária
pt_pt: Análise adicional necessária
ro: Este necesară o nouă analiză
ru: Необходимо повторно проанализировать
sk: Je potrebné znova analyzovať
sl: Potrebno ponoviti analizo
sv: Analys krävs
ta: மீண்டும் பகுப்பாய்வு தேவை
te: మళ్ళీ విశ్లేషించడం అవసరం
th: จำเป็นต้องวิเคราะห์ซ้ำ
tr: Yeniden Analiz Gerekli
uk: Потрібна повторна аналітика
vi: Cần phân tích lại
zh_hans: 需要重新分析
zh_hant: 需要重新分析
